const NAMES = ['Эмилия','Леля','Валентина','Александра','Анна'];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const DESCRIPTIONS = ['Да, еще одно фото', 'Отличный день для торта', 'Вторник – день вкусняшек', 'Я делаю себяшку', 'Соскучились?'];

const MAX_COUNT_PHOTOS = 25;

const MAX_COUNT_COMMENTS = 8;

const CountLike = {
  MIN: 15,
  MAX: 200,
};

export {NAMES, MESSAGES, DESCRIPTIONS, MAX_COUNT_PHOTOS, MAX_COUNT_COMMENTS};
